(function( $ ) {
	'use strict';

	/**
	 * Весь код исходного кода JavaScript, доступного для администратора.
	 * должен находиться в этом файле.
	 *
	 * Примечание. Предполагалось, что вы будете писать здесь код jQuery, поэтому
	 * Ссылка на функцию $ подготовлена для использования в рамках области действия.
	 * этой функции.
	 *
	 *
	 * Это позволяет вам определить обработчики, когда DOM будет готов:
	 *
	 * $(function() {
	 *
	 * });
	 *
	 * Когда окно загружено::
	 *
	 * $( window ).load(function() {
	 *
	 * });
	 *
	 * ...и/или другие возможности.
	 *
	 * В идеале не рекомендуется прикреплять более
	 * один обработчик DOM-ready или обработчик загрузки окна для конкретной страницы.
	 * Хотя скрипты в ядре WordPress, плагинах и темах могут использовть это,
	 * но мы должны стремиться подавать лучший пример в своей работе.
	 */

})( jQuery );
