(function( $ ) {
	'use strict';

	/**
	 * Весь код вашего общедоступного источника JavaScript.
	 * должен находиться в этом файле.
	 *
	 * Примечание. Предполагалось, что вы будете писать здесь код jQuery, поэтому
	 * Ссылка на $ function reference подготовлена для использования в рамках области действия.
	 * этой функции.
	 *
	 * Это позволяет вам определить обработчики, когда DOM будет готов:
	 *
	 * $(function() {
	 *
	 * });
	 *
	 * When the window is loaded:
	 *
	 * $( window ).load(function() {
	 *
	 * });
	 *
	 * ...и/или другие возможности.
	 *
	 * В идеале не рекомендуется прикреплять более
	 * одного обработчика DOM-ready или обработчик загрузки окна для конкретной страницы.
	 * Хотя скрипты в ядре WordPress, плагинах и темах могут использовать это,
	 * мы должны стремиться подавать лучший пример в своей работе.
	 *
	 */

})( jQuery );
